# Install packages for MacOS

brew "rbenv"
brew "fzf"
brew "curl"
brew "cmake"
brew "ripgrep"
tap d12frosted/emacs-plus
brew install emacs-plus, args: [with-modern-black-dragon-icon]

cask "alfred"
cask "docker"
cask "firefox"
cask "google-chrome"
cask "gpg-suite"
cask "iterm2"
cask "lastpass"
cask "notion"
cask "racket"
cask "slack"
cask "smlnj"
cask "spotify"
cask "tcl"
cask "tunnelblick"
cask "visual-studio-code"
cask "zoom"
